{
    "modules": [
        {
            "img":"/imgs/modules/sharepoint_admin.jpeg",
            "imgAlign":"left",
            "title":"SharePoint Software Management/Administration Services",
            "subTitle":"Leave Administration to Us",
            "body":"<p>We offer services such as, Application Management, System Settings, Monitoring, Backup and Restore, Microsoft Exhange, Upgrade and Migration. <a href='/#/page/sharepoint'>Find out More</a></p>"
        },
        {
            "img": "/imgs/modules/sharepoint_config.jpeg",
            "imgAlign": "right",
            "title": "SharePoint Installation and Configuration Services",
            "subTitle": "Let us document and install your SharePoint",
            "body": "<p>    Cloud Crew takes the burden off of you with our Installation and Configuration services. We handle, application management and monitoring, permissions and security groups, security management, email and text message settings, software maintenance, backup and restore as well as upgrade and database migrations. <a href='/#/page/sharepoint'>Learn More</a></p>"
        }, 
        {
            "img": "",
            "imgAlign": "center",
            "title": "SharePoint Services",
            "subTitle": "Learn more about SharePoint Services. <a href='/#/contact'>Contact Us</a> we would love to hear from you."
        },               
        {
            "img": "/imgs/modules/team.jpeg",
            "imgAlign": "left",
            "title": "Our Business Cloud Services",
            "subTitle": "Delivering the promise of the cloud",
            "body": "<p>Cloud Crew is the leading multi-cloud services provider. Our mission is to deliver the promise of the cloud, helping enterprises navigate their unique journeys and build new foundations for future growth.</p><p>For more than 10 years, Cloud Crew has been helping high-profile, complex organizations adopt cutting edge technologies to solve challenges and create new opportunities. Our end-to-end suite of services has delivered unrivalled value for more than 1,000 enterprise customers globally.<p>"
        },
        {
            "img": "",
            "imgAlign": "center",
            "title": "Cloud Services",
            "subTitle": "Need Help? Using cloud services can be complex, you can ensure we are with you every step of the way."
        },
        {
            "img": "/imgs/modules/team-fives.gif",
            "imgAlign": "right",
            "title": "Partners",
            "subTitle": "We enter partnerships",
            "body": "<p>When working with Cloud Crew, we enter partnerships with our clients.</p><p>We will stick by your side from start to finish on any project.</p>"
        }
    ]
}